Repository: rodrigosestari/brainiak_api
Catalog: locale/*/LC_MESSAGES/brainiak.po
Languages: pt_br

source: Argument {0:s} is not supported.
pt_br: O argumento {0:s} não é suportado.

source: The supported querystring arguments are: {0}.
pt_br: Os argumentos de querystring suportados são: {0}.

source: The supported body arguments are: {0}.
pt_br: Os argumentos suportados são: {0}.

source: Required parameter ({0:s}) was not given.
pt_br: O parâmetro obrigatório ({0:s}) não foi fornecido.

source: Cache is disabled (Brainaik's settings.ENABLE_CACHE is set to False)
pt_br: O cache está desabilitado (o parâmetro settings.ENABLE_CACHE do Brainiak está com valor Falso)

source: Access to backend service failed. {0:s}.
pt_br: Falha na comunicação com o serviço. {0:s}.

source: Response:
pt_br: Resposta:

source: Ontology inconsistency: {0}
pt_br: Inconsistência da ontologia: {0}

source: Unknown HTTP error [{0}]: {1}
pt_br: Erro HTTP desconhecido [{0}]: {1}

source: HTTP error: {0}
pt_br: Erro HTTP: {0}

source: Uncaught exception: {0}
pt_br: Exceção não capturada: {0}

source: Context {0} not found
pt_br: O contexto {0} não foi encontrado.

source: Class {0} doesn't exist in context {1}.
pt_br: A classe {0} não existe no contexto {1}.

source: No JSON object could be decoded
pt_br: Não foi possível processar o JSON fornecido.

source: Instances of class ({class_uri}) in graph ({graph_uri}){filter_message}, language=({lang}) and in page=({page}) were not found.
pt_br: Não foram encontradas instâncias da classe ({class_uri}) no grafo ({graph_uri}){filter_message}, com idioma ({lang}) e página ({page}).

source: Class {0} doesn't exist in graph {1}.
pt_br: A classe {0} não existe no grafo {1}.

source: Instance ({0}) of class ({1}) in graph ({2}) was not found.
pt_br: A instância ({0}) da classe ({1}) não foi encontrada no grafo ({2}).

source: JSON malformed. Received: {0}.
pt_br: JSON mal formatado. Valor recebido: {0}.

source: There were no search results.
pt_br: Não foram encontrados resultados para busca.

source: WORKING
pt_br: FUNCIONANDO

source: The stored query with id '{0}' was not found
pt_br: A query armazenada com id '{0}' não foi encontrada

source: The query with id '{0}' was not found and, therefore, not deleted.
pt_br: A query com id '{0}' não foi encontrada e, portanto, não foi deletada

source: The stored query with id '{0}' was not found during execution attempt
pt_br: A query com id '{0}' não foi encontrada durante a tentativa de execução

source: The URL ({0}) is not recognized.
pt_br: A URL ({0}) não foi reconhecida.

source: Cannot exclude instance because of the dependencies: {0}
pt_br: Não foi possível excluir instâncias devido às dependências: {0}

source: Parameter <{0:s}> is missing in order to update instance.
pt_br: O parâmetro <{0:s}> está faltando e é necessário para atualizar a instância.

source: Triplestore could not update triples.
pt_br: Não foi possível atualizar os dados no banco de triplas.

source: The predicate {0} refers to an object {1} which doesn't have a label.
pt_br: O predicado {0} se refere a um objeto {1} que não tem label.

source: Set expand_object_properties=0 if you don't care about this ontological inconsistency.
pt_br: Configure expand_object_properties=0 se esta inconsistência ontológica não lhe causar desconforto.

source: The type specified={0} is not the same informed from the triplestore={1}
pt_br: O tipo especificado={0} não é o mesmo do informado pelo triplestore={1}

source: The property {0} is unknown according to the schema definitions {1}
pt_br: A propriedade {0} é desconhecida de acordo com as definições de schema {1}

source: The class definition for {0} was not found in graph {1}
pt_br: A definição para classe {0} não foi encontrada no grafo {1}

source: {0} for class {1}
pt_br: {0} para a classe {1}

source: The property {0} is not defined properly
pt_br: A propriedade {0} não está definida adequadamente.

source: The property {0} defines a non-integer owl:minQualifiedCardinality {1}
pt_br: A propriedade {0} define um valor não-inteiro para owl:minQualifiedCardinality {1}

source: The property {0} defines a non-integer owl:maxQualifiedCardinality {1}
pt_br: A propriedade {0} define um valor não-inteiro para owl:maxQualifiedCardinality {1}

source: Range URI {0} not mapped to JSON type.
pt_br: O domínio da URI {0} não está mapeado para o tipo JSON.

source: Predicates of type {0} are not supported yet
pt_br: Predicados do tipo {0} não são suportados ainda

source: The property {0} seems to be duplicated in class {1}
pt_br: A propriedade {0} parece estar duplicada na classe {1}

source: Either the predicate {0} does not exists or it does not have any rdfs:range defined in the triplestore
pt_br: Ou o predicado {0} não existe ou ele não tem um rdfs:range associado a ele no banco de triplas.

source: Classes {0} are not in the range of predicate '{1}'
pt_br: As classes {0} não estão no range do predicado '{1}'

source: Classes in the range of predicate '{0}' are not in graphs {1}
pt_br: As classes no range do predicado '{0}' não estão nos grafos {1}

source: Classes in the range of predicate '{0}' are in graphs without instances, such as: {1}
pt_br: As classes no domínio dos predicados '{0}' estão em grafos sem instâncias, como: {1}

source: No title fields in search engine
pt_br: Não foram encontrados campos de título na engine de busca

source: CacheError: First try returned {0}
pt_br: CacheError: Primeira tentativa retornou {0}

source: CacheError: Second try returned {0}
pt_br: CacheError: Segunda tentativa retornou {0}

source: Cache: key(s) to be deleted: {0}
pt_br: Cache: chave(s) a serem apagadas: {0}

source: {0} key(s), matching the pattern: {1}
pt_br: {0} chave(s), casando com o padrão: {1}

source: Cache: purged with success {0}
pt_br: Cache: expurgo com sucesso {0}

source: Cache: failed purging {0}
pt_br: Cache: falha ao expurgar {0}

source: Client-Id provided at 'X-Brainiak-Client-Id' ({0}) is not known
pt_br: O Client-Id fornecido pelo parâmetro 'X-Brainiak-Client-Id' ({0}) não é conhecido

source: Incorrect value for property ({1}). A ({2}) was expected, but ({0}) was given.
pt_br: Valor incorreto para a propriedade ({1}). Um valor compatível com ({2}) era esperado, mas ({0}) foi fornecido.

source: Inexistent property ({0}) in the schema ({1}), used to create instance ({2})
pt_br: Propriedade inexistente ({0}) na classe ({1}), usada para criar a instância ({2})

source: The property ({0}) defined in the schema ({1}) must map a unique value. The value provided ({2}) is already used by another instance.
pt_br: A propriedade ({0}) definida na classe ({1}) deve referenciar um valor único. O valor fornecido ({2}) já está em uso por outra instância.

source: The property ({0}) is obligatory according to the definition of the class ({1}). A value must be provided for this field in order to create or edit ({2}).
pt_br: A propriedade ({0}) é obrigatória pela definição da classe ({1}). Um valor deve ser preenchido para este campo na edição ou criação de ({2}).

source: Could not encode boolean using {0}
pt_br: Não foi possível codificar o valor booleano usando {0}

source: Could not decode boolean using {0}
pt_br: Não foi possível decodificar o valor booleano usando {0}
